[
  {
    "id": 1,
    "title": "Portage officials hope Pfizer-Allergan merger good for manufacturing plant's future",
    "body": "PORTAGE, MI  The potential merger of Pfizer Inc. and Allergan to create the world's largest pharmaceutical company will have an unknown impact on the Kalamazoo-Portage area, Portage officials said. But if Pfizer's plans to expand at its Portage Road manufacturing plant are any indication, the drug kingpin appears to have at least short-term intentions to remain in Portage. (...) 

"The goal of the city of Portage is to remain an open and credible partner with Pfizer to ensure that the pharmaceutical giant continues to support and enhance its largest manufacturing facility within the city of Portage," said Mayor Pro-tem Nasim Ansari Tuesday. Just before Thanksgiving, Pfizer and Allergan announced that they would merge in a record $160 billion deal that still needs the OK of regulatory agencies. The marriage of the two would create a family of familiar drugs such as Pfizer's Lyrica, Enbrel and Viagra and Allergan's Botox and Restasis. 

Pfizer's Portage manufacturing plant on Portage Road is its largest, employing more than 1,800 employees. (...) "Pfizer's contribution to the local economy cannot be overstated. (...) 

The city is getting good vibes from Pfizer that it intends to remain in Portage, officials said. (...) "They said the reason (for the facility) was to provide additional warehouse space," said City Manager Larry Shaffer. (...) "

There has also been a discussion of other expansions at the Portage plant, Shaffer said. (...) "

With a modern, expanded manufacturing facility that already has all the infrastructure and "voluminous amounts of clean water," Shaffer said, the Portage plant has a lot going for it. 

"We want to continue to remain an open and friendly partner with Pfizer to make sure it is as easy and attractive as possible to continue operation here in Portage and to expand in Portage," Shaffer said. "We need to retain those jobs and that tax base. "

Portage Councilman Jim Pearson, a Pfizer retiree after 29 years and president of the Portage Rotary Club, said that while no one can predict what the impact will be on Portage operations the merger itself appears to have several advantages for both pharmaceutical companies. "It's a good fit for Allergan and Pfizer," Pearson said. (...) Allergan has acquired a number of companies and has a lot of products in development. "It will have a greater worldwide punch for many of these new products to market. 
(...)
 "What is important is to keep Pfizer in Portage and to have a good relationship with Pfizer," Pearson said. 
(...)
 "That (Pfizer) tax base supports county and other millages," Shaffer said. (...) They are a very prominent partner in the community. 
(...)
 In addition, Pfizer headquarters would move from New York to Ireland, which will substantially cut its federal corporate tax bill. 

Such a move is called a tax inversion where larger companies buy smaller foreign ones and move headquarters to the home of the smaller company. Contact him at haroldso@charter.net."
  },
  {
    "id": 2,
    "title": "FDA details problems at Pfizer plant that derailed generic Copaxone approval",
    "body": "The FDA last month issued a warning letter to Pfizer's sterile injectables plant in Kansas, problems at which derailed the expected approval of the long-lasting generic version of Tevas Copaxone from Momenta and Sandoz.
(...)
While problems at the plant have already been made public in the warning letter, the highly redacted, 14-observation Form 483, offers up some more context of why the agency finally issued a warning letter to a plant that has long had problems meeting some basic FDA expectations.
A number of observations, for example, tracked back to the fact that the plant had used labels on vials of Diltiazem ADD angina medication there were best used on glass vials, not the plastic ones the plant put them on.
The result was repeated customer complaints for peeling and double labels.Despite performing an investigation with a root cause implicating an entire product line and finding widespread impact across the line, the agency said the plant did not investigate beyond individual lots to the whole line.
(...)
Field alerts were not made, the plant didnt properly notify the agency of a major design change in the drug delivery system for a product and there were problems following proper procedures to prevent microbiological contamination of its injected drugs.
Pfizer has said it is working hard to resolve the FDA's concerns but the agency said in the warning letter Pfizer should have recognized long ago there were issues that needed addressing because the agency had cited five other Hospira plants for similar problems in four warning letters issued in 2010, 2013, 2014 and 2015.These repeated failures at multiple sites demonstrate that your companys oversight and control over the manufacture of drugs is inadequate, the warning letter said.
While Pfizer is dealing with an unhappy FDA, Sandoz and Momenta was left to deal with surprised shareholders.
The companies had expected approval this quarter of the 40-mg dose of Glatopa, their generic of Tevas Copaxone.
The partners already have a 20-mg version of the drug on the market but the long-lasting version is considered much more valuable.
"
  }
]
